export const dataCard = [
  {
    img: "./assets/ak-47.jpg",
    name: "AK-47",
    description: `Калибр: 7,62×39 мм.
Деревянные части приклад, цевье и пистолетная рукоятка придают классический вид.
Магазин на 30 патронов изогнутой формы.
Газоотводная автоматика и простая конструкция делают его надежным и эффективным в различных условиях эксплуатации.`,
  },
  {
    img: "./assets/fn-scar.jpg",
    name: "FN-SCAR",
    description: `Регулируемый приклад и телескопическая система — характерная особенность FN SCAR.
Планки Picatinny на ствольной коробке и цевье позволяют крепить различные аксессуары, такие как оптические прицелы, фонари или лазеры.
Дизайн ствола с дульным компенсатором/тормозом и газоотводная система напоминают конструкцию SCAR, известного своей модульностью.`,
  },
  {
    img: "./assets/sig-sauer.jpg",
    name: "SIG-SAUER",
    description: `Металлический корпус с черной матовой отделкой.
Рифленая затворная рама, что улучшает удобство перезарядки.
Эргономичная рукоятка с текстурой для лучшего хвата.
Патроны, изображенные рядом, скорее всего, калибра 9 мм, что типично для подобных пистолетов.`,
  },
];
